<?php

return [
  'name' => 'اسم التصنيف',
  'category' => 'التصنيف',
  'categories' => 'التصنيفات',
  'categories list' => 'قائمة التصنيفات',
  'add' => 'إضافة تصنيف جديد',
  'edit' => 'تعديل تصنيف',
  'delete' => 'حذف تصنيف',
  'select category' => 'إختر التصنيف',

  'added' => 'تم إضافة التصنيف بنجاح',
  'updated' => 'تم تعديل التصنيف بنجاح',
  'deleted' => 'تم حذف التصنيف بنجاح',
  'truncated' => 'تم حذف جميع التصنيفات بنجاح',
  'adding failed' => 'فشل اضافة التصنيف',
  'updating failed' => 'فشل تعديل التصنيف',
];
